Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The project will consists of programming robots and will be carried out in groups of maximum 4 students.
nb: Prosjektet består i programmering av bl.a. roboter hvor studentene deles inn i grupper på maksimalt 4 personer.

source: Anja Fintland (26) has just completed her Master's degree in Business Administration at the Uni
nb: Anja Fintland (26) fullførte nylig mastergraden i økonomi og administrasjon ved Handelshøgskolen ved

source: The student follows the clinical training site's working hours and is assigned the same shifts as the clinical training supervisor, including a minimum of 2 weekends in medical and surgical clinical training and up to 2 weekends in mental health and home nursing.
nb: Studenten følger praksisstedets arbeidstid og går praksisveileders vakter, inkludert minimum 2 helger i medisinsk og kirurgisk praksis og inntil 2 helger i psykisk helse og hjemmesykepleien.

source: The schedule for assignments will be published on Canvas when the semester starts.
nb: Plan for gjennomføring av laboratorieoppgavene vil bli publisert på Canvas ved semesterstart.

source: Researchers from Scotland, Canada, South Africa, Sweden and PARTAKE in Norway met in Edinburgh two years ago, to discuss the topic of IPS and MoHO.
nb: Forskere fra Skottland, Canada, Sør-Afrika, Sverige og PARTAKE i Norge møttes derfor i Edinburgh for to år siden, rundt temaet IPS og Modell for menneskelig aktivitet (MoHO).

source: The student should be able to apply his knowledge through practice and develop his craft further within the fields of photography/cinematography, lighting, composition, editing, and sound design.
nb: Studenten skal kunne anvende kunnskapen gjennom praktisk arbeid og utvikle håndverket innenfor fagene foto, lys, komposisjon, klipp, lyd og lyddesign.

source: 360ViSi is an international collaborative project with the goal of developing innovative learning methodologies in health education using interactive 360 ° video technology.
nb: 360ViSi er et internasjonalt samarbeidsprosjekt med mål om å utvikle nyskapende læringsmetodikk i helseopplæring ved hjelp av interaktiv 360° videoteknologi.

source: Universities and col eges are responsible for the students' learning environment.
nb: Det er universitetene og høyskolene som har ansvar for studentenes læringsmiljø.

source: • artistic awards, purchases and commissioned assignments
nb: • kunstneriske priser, innkjøp og oppdrag

source: of how to analyze risks and hazards from a disaster risk reduction (DRR) perspective
nb: om hvordan man kan benytte et Disaster Risk Reduction (DRR) perspektiv for å analysere kriser og risiko.

source: PhD Programme in Social Sciences
nb: Ph.d.-program i kunstnerisk utviklingsarbeid

source: Raising and lowering operators.
nb: Stige og senkeoperatorer.

source: State-of-the-art quantification methods of geological material.
nb: State-of-the-art kvantifiseringsmetoder for geologisk materiale.

source: Contact the U.S. Embassy if you have questions.
nb: Kontakt den amerikanske ambassaden ved spørsmål.

source: Surprises and 'black swans'.
nb: Overraskelser og 'sorte svaner'.

source: Microsoft 365 All Microsoft/Office products use [studentnummer]@uis.no
nb: Vi tilbyr en rekke kurs innen Microsoft 365 og Microsoft Office.

source: Her recent studies focus on professional development (PD) interventions looking at the impact of evidence-based PD, researching effective environments for learning and using research tools to promote language in the early years.
nb: De siste årene har Sirajs forskning fokusert på profesjonell utvikling, inkludert studier som ser på effekten av evidensbasert faglig utvikling, effektive miljøer for læring og bruk av forskningsverktøy for å fremme språk i tidlig barndom.

source: Or watch video clips of people explaining it on YouTube.
nb: Eller se på videoklipp på YouTube der noen forklarer.

source: You often work in teams on projects with colleagues from other countries, which I see high value in!
nb: Man jobber ofte i lag på prosjekter med kollegaer fra andre land, noe som jeg ser en utrolig høy verdi i!

source: Both positions are related to computer science.
nb: Både doktorgradsstipendiat og postdoktor er ønsket.

source: Final transcript of record and final diploma of grades with completed and obtained bachelor's degree in music, sound engineering, multimedia or equivalent field of study.
nb: Vitnemål og karakterutskrift med fullført og oppnådd bachelorgrad i musikk, lydteknikk, multimedia eller tilsvarende fagfelt

source: In a normal air pressure at sea level (1,013 bar), the boiling point of water is 100 degrees Celsius.
nb: I et normalt lufttrykk ved havflaten (1.013 bar), er vannets kokepunkt 100 grader celcius.

source: Husebø is the head of Uniped, which works to achieve high-quality teaching.
nb: Husebø er leder for Uniped som arbeider med undervisningskvalitet.

source: An example is the use of numerical study on lifting operation for a tripod foundation.
nb: Et eksempel er bruken av numeriske studier om løfteoperasjoner for et stativfundament.

source: Many researchers in Norway are working with CERN, making Norway part of the success story of this laboratory.
nb: Mange forskere i Norge bidrar til arbeidet deres, noe som gjør Norge til en del av suksesshistorien til CERN.

source: In the portal you have a full overview of your payments and what you have used.
nb: I portalen har du full oversikt over innbetalingene dine og hva du har brukt.

source: The other members include professor of tax law Benn Folkvord and professor of economics Ola Kvaløy, both from the University of Stavanger Business School.
nb: Blant de andre medlemmene finner vi professor i skatterett Benn Folkvord og professor i samfunnsøkonomi Ola Kvaløy, begge fra Handelshøgskolen ved UiS.

source: Level 2 gives 1 point.
nb: Nivå 2 gir 1 poeng.

source: The students will geain knowledge on some signal and image processing tools, like multi rate theroy, wavelets and filterbanks, spectral estimation etc, useful in many applications.
nb: Studenten skal få kunnskap om noen nye signal- og bildebehandlingsverktøy, som multirateteori, filterbanker og wavelets, spektralestimering med mer, som kan benyttes i forskjellige appplikasjoner.

source: Know how basic data structures for lists, stacks, queues, priority queues, sets, associative arrays and graphs work
nb: Vite hvordan grunnleggende datastrukturer for lister, stabler, køer, prioritetskøer, mengder, assosiative tabeller og grafer virker

source: There are already examples of using this new knowledge and methods in the companies," says Laupretre.
nb: Det finnes allerede eksempler på bruk av ny kunnskap og metodikk i bedriftene, sier Laupretre.

source: Atomic and molecular spectra.
nb: Atomære og molekylære linjespekter.

source: Analysis, design, and implementation of digital filters.
nb: Analyse, syntese og realisering av digitale filter.

source: A list over all the printers available for students at UiS:
nb: Her finner du tilgjengelige skrivere for studenter ved UiS:

source: The video is intended used in a digital teaching context, with a screening first and then a digital meeting with the employees at the airport afterwards for questions.
nb: Filmen er tenkt inn i en digital undervisningskontekst, med visning først og så et digitalt møte med de ansatte på lufthavnen i etterkant for spørsmål.

source: for more information on connecting to eduroam.
nb: for mer informasjon om tilkobling til eduroam.

source: : Innovation, new profile name "Business Development and Innovation"
nb: Innovasjon, nå "Næringsutvikling og innovasjon"

source: Printing via e-mail
nb: Utskrift via e-post

source: Master problem solving and be able to use flowcharts and pseudocode to create and describe algorithms.
nb: Beherske problemløsing og kunne anvende flytskjema og pseudokode til å lage og beskrive algoritmer.

source: The CIIP is run by Professor
nb: CIIP ledes av professor

source: Endnote course and help.
nb: Endnote kurs og hjelp.

source: Students must draw on course texts and are encouraged to identify additional pertinent literature.
nb: Studiefaget gir substansiell kunnskap om et utvalg religioner og livssyn, og basiskunnskap om etikk og filosofi.

source: In addition, the research fellowships are governed by the
nb: Digitale lære- og hjelpemidler for de som har lese- og skrivevansker

source: Users of Nettskjema are responsible for familiarizing themselves with changes in Privacy and terms of use.
nb: Brukerne av Nettskjema har selv ansvar for å sette seg inn i endringer i Personvern og vilkår for bruk.

source: 32 teams from leading universities in six regions participated, and the UiS team managed to come in second by winning against the Indian Institute of Technology, Nazarbayev University, University of Zagreb and University of Houston.
nb: 32 lag fra ledende universiteter i seks regioner deltok, og UiS-laget klarte å komme på andreplass ved å vinne mot Indian Institute of Technology, Nazarbayev University, University of Zagreb og University of Houston.

source: «Developments in fundamental physics have a steady effect on everyday technology.
nb: Utviklingen i feltet har gått fort, og påvirker mange av de teknologiske løsningene vi bruker i hverdagen.

source: Welcome to a new academic year at UiS Business School!
nb: Bli kjend med masterstudiet i forretningsjus!

source: Everyone who studies sociology, whether bachelor, year study or those who take individual courses, is to be considered a member of SSF.
nb: Alle som studerer sosiologi, enten bachelor, årsstudium eller de som tar enkeltemner, er å regne for medlemmer hos SSF.

source: I have been on exchange during my degree.
nb: Jeg har vært et semester på utveksling.

source: Tasks for a TA can include meetings with students, arranging seminars and group work, arranging lab exercises, giving feedback on assignments, registering attendance at compulsory activities.
nb: Oppgaver for en studentassistent kan inkludere å ha trefftid med studentene, arrangere seminarer og gruppearbeid, tilrettelegge for lab-øvelser, gi tilbakemeldinger på innleveringer og registrere oppmøte på obligatoriske aktiviteter.

source: The course aims at fundamentals of various Welding processes (fusion and solid state welding), welding metallurgy (carbon and stainless steel), weld metal requirements like matching filler metals, Electrodes selection for welding processes, Shielding methods, weld joints types, design of welded connections, residual stress evaluation, welding symbols and safety precautions as per internationally accepted codes (AWS, ASME, NORSOK).
nb: Kurset tar sikte på grunnleggende elementer i forskjellige sveiseprosesser (sammensmelting og faststoffsveising), sveisemetallurgi (karbon og rustfritt stål), sveisemetallkrav som matchende fyllmetaller, valg av elektroder for sveiseprosesser, skjermingsmetoder, sveisefugttyper, design av sveisede tilkoblinger, gjenværende spenningsvurdering, sveisesymboler og sikkerhetsforholdsregler i henhold til internasjonalt aksepterte koder (AWS, ASME, NORSOK).

source: Mid-term review and discussion of the on-going student work.
nb: Midt-semester diskusjon og gjennomgang av det pågående student-arbeidet.

source: on playful learning which engages additional 96 preschools in the Western and Eastern regions of Norway.
nb: om lekbasert læring som involverer ytterligere 96 barnehager på Vest- og Østlandet.

source: Use Adobe Photoshop, Illustrator and InDesgin
nb: Bruke Adobe Photoshop, Illustrator og InDesign

source: When assessing the works, emphasis should be placed on the time factor and progression of the
nb: Ved vurdering av arbeidene bør en legge vekt på tidsfaktoren og

source: - Have a basic understanding of Matlab as an engineering tool.
nb: - Ha en grunnleggende forståelse av Matlab som ingeniørverktøy.

source: Mastøk is also very concerned with raising the quality of the degrees in business administration at HH-UiS and work actively with improving the courses.
nb: Mastøk er også svært opptatt av å sikre kvaliteten på masterstudiet i økonomi og administrasjon ved HH-UiS og jobber aktivt for det faglige.

source: Students honored for best company report
nb: Ut i arbeidslivet for å teste teorien i praksis

source: ETHICS The Regional Committee for Medical and Health Research Ethics has made a research ethics assessment and approved the project, REK number 222455.
nb: Regional komité for medisinsk og helsefaglig forskningsetikk har gjort en forskningsetisk vurdering og godkjent prosjektet, REK nummer 222455

source: What is BOLK?
nb: Hva er BOLK?

source: If everyone has an ORCID, Ole Olsen (Olsen, O) avoids being mixed with Oda Olsen (Olsen, O).
nb: Dersom alle har en ORCID unngår Ole Olsen (Olsen, O) å bli blandet sammen med Oda Olsen (Olsen, O).

source: has advanced knowledge in the field and specialized in the theory and practice of data preparation, selection and mining.
nb: avansert kunnskap innenfor fagområdet og spesialisert innsikt i teori og praksis om data forberedelse, utvelgelse og utvinning.

source: Through the agreement, we can educate geoscience students with relevant competence in close collaboration with industry, says Alejandro Escalona.
nb: Gjennom avtalen kan vi utdanne geofagsstudenter med relevant kompetanse i tett samarbeid med industrien, sier Alejandro Escalona.

source: sectors based on research-based knowledge It is expected that the activities are of high quality and that the scope is considerably broad, especial y if the
nb: utgangspunkt i forskningsbasert kunnskap Det forventes at aktivitetene er av høy kvalitet og at omfanget er betydelig, dette særlig dersom virksomheten i

source: Understanding how they can successfully navigate the current Covid-19 crisis requires understanding their resilience - the process of adapting positively to adversity.
nb: Å forstå hvordan de klarer å navigere i den nåværende Covid-19-krisen krever forståelse av deres motstandskraft - prosessen med å tilpasse seg positivt til motgang.

source: You are responsible for safeguarding the privacy of participants in research projects (respondents and informants) when processing personal data about them.
nb: Du har ansvaret for å ivareta personvernet til deltakere i forskningsprosjekter (respondenter og informanter) når det behandles personopplysninger om dem.

source: The Dynavac Separator (DynaSep) waste management system has been developed by Dynamic Well Solutions and makes it possible to treat drilling mud waste directly on board an offshore rig, instead of taking the waste ashore.
nb: Avfallshåndteringssystemet Dynavac Separator (DynaSep) er utviklet av Dynamic Well Solutions og gjør det mulig å behandle boreslamavfall direkte om bord på plattformer, i stedet for å ta avfallet til land.

source: FYS100 Mechanics, FYS200 Thermo- and Fluid Dynamics, FYS300 Electromagnetism and Special Relativity, FYS330 Micro Physics, MAT100 Mathematical Methods 1, MAT200 Mathematical Methods 2, MAT210 Real and Complex Calculus, MAT300 Vector Analysis Exam
nb: FYS100 Mekanikk, FYS200 Termo- og fluiddynamikk, FYS300 Elektromagnetisme og spesiell relativitetsteori, FYS330 Mikrofysikk, MAT100 Matematiske metoder 1, MAT200 Matematiske metoder 2, MAT210 Reell og kompleks kalkulus, MAT300 Vektoranalyse Eksamen / vurdering

source: As a consultant at Korn Ferry, she helps companies and organisations design reward strategies that attract and motivate employees.
nb: Som konsulent i Korn Ferry hjelper hun bedrifter og organisasjoner med å utforme belønningsstrategier som tiltrekker seg og motiverer ansatte.

source: Course does not start before spring 2022
nb: Emnet starter ikke før våren 2022

source: Snow has published hundreds of scientific articles and book chapters, as well as many books.
nb: Snow har publisert et hundretalls vitenskapelige artikler og bokkapitler, samt flere bøker.

source: Together with partners NORCE and IFE, UiS has applied for a new petro center.
nb: Sammen med partnerne NORCE og IFE har UiS søkt om et nytt petrosenter.

source: Grade A = 5 and E = 1 points.
nb: Karakter A = 5 og E = 1 poeng.

source: BP and Det Norske merged to Aker BP in 2016.
nb: BP og Det Norske fusjonerte til Aker BP i 2016.

source: UiS has previously piloted the course for a group of 10 teachers and is going to offer it for the first batch of 25 teachers in the school year 2020/2021.
nb: UiS har tidligere prøvd ut kurset for en gruppe på 10 lærere og skal nå tilby utdanningen til den første gruppen på 25 lærere i skoleåret 2020/2021.

source: These authors concede that the difference
nb: Det er imidlertid også eksempler på at skjel-

source: The printing solution at UiS is called Follow Me Print.
nb: Utskriftsløsningen ved UiS kalles Follow Me Print.

source: Atoms and molecules, introduction to the kinetic theory of gases, ideal gas.
nb: Atomer og molekyler, innføring i kinetisk gassteori, ideal gass.

source: This year, UiS participated for the first time, and placed among the 401-500 best on the list.
nb: I år deltok UiS for første gang, og endte da blant de 401-500 beste på listen.

source: The written project report is weighted 40%.
nb: Gruppebasert prosjektarbeid skal leveres gjennom skriftlig rapport som teller 40%.

source: The project is a very good example of good cooperation between both large and small players in our region", states Professor Yihan Xing.
nb: Prosjektet er et veldig godt eksempel på godt samarbeid mellom både store og små aktører i vår region, konstaterer professor Yihan Xing.

source: University of Stavanger
nb: Universitetet i Stavanger

source: The four team skills with associated tools and strategies were implemented over a period of 12 months, including training courses and refresher courses for all health professionals.
nb: De fire teamferdighetene med tilhørende verktøy og strategier ble implementert over en periode på 12 måneder, inkludert opplæringskurs og oppfriskningskurs for alt helsepersonell.

source: KJE150 General Chemistry, KJE200 Organic Chemistry 1, KJE220 Inorganic Chemistry
nb: KJE150 Generell kjemi, KJE200 Organisk kjemi 1, KJE220 Uorganisk kjemi

source: should be incorporated in the effort to strengthen the overal learning environment.
nb: i arbeidet for å styrke det generelle læringsmiljøet.

source: In this research project, the researchers will take a closer look at such a parasite called Blastocystis.
nb: I dette forskningsprosjektet skal forskerne se nærmere på en slik parasitt kalt blastocystis.

source: As a student at UiS, you have the opportunity to receive part of your education abroad, without losi
nb: Som UiS-student har du mulighet til å ta deler av utdanningen din i utlandet, uten å tape tid i stud

source: The commercial floating wind farm, i.e., the Hywind Scotland by Equinor, started its production in 2017.
nb: Den kommersielle flytende vindparken Hywind Scotland (Equinor) startet sin produksjon i 2017.

source: The first part, mostly inspired by bitcoin, covers blockchain fundamentals such as data structures, transaction validation and proof of work consensus.
nb: Den første delen, inspirert av bitcoin, dekker grunnleggende komponenter av en blokkjede, som datastrukturer, validering av transaksjoner, og proof of work mekanismen.

source: International Symposium on Dynamics and Aerodynamics of Cables (ISDAC)
nb: Internasjonalt symposium om dynamikk og aerodynamikk i kabler (ISDAC)

source: All our tickets are valid at the Museum of Archaeology and the Iron Age Farm within 48 hours.
nb: Alle våre billetter gjelder både for Arkeologisk museum og Jernaldergården innen 48 timer.

source: How do I log in to BOLK?
nb: Hvordan logger jeg inn i BOLK?

source: Dealing with issues of security, scalability, and cross-browser support.
nb: Vurdere sikkerhet, skalerbarhet og støtte i ulike nettlesere.

source: Nondestructive testing methods of examination covers general requirements, equipment, procedural calibration, examinations and Inspections, evaluation, documentation as per internationally accepted codes (ASME SEC IX).
nb: Ikke-destruktiv testmetoder for undersøkelse dekker generelle krav, utstyr, prosedyre kalibrering, undersøkelser og inspeksjoner, evaluering, dokumentasjon i henhold til internasjonalt aksepterte koder (ASME SEC IX).

source: Network for Medicine and Health
nb: Modige menn i blått og søte prinsesser i rosa

source: Activity recognition will be performed using AI in the form of deep convolutional neural networks on thermal and optic video from the resuscitation table.
nb: Aktivitetsgjenkjenning vil bli utført ved hjelp av AI i form av dype konvolusjonelle nevrale nettverk (CNN) på både IR-termisk video og optisk video fra pustehjelpsbehandlingen.

source: Basic knowledge in machine design, computer-aided design and manufacturing (CAD/CAM), production and manufacturing engineering and applied mathematics.
nb: Grunnleggende kunnskap innen maskinkonstruksjon, DAK/DAP systemer, produksjons- og tilvirkningssystemer og anvendt matematikk.

source: Relevant work experience may include:
nb: Som relevant arbeidspraksis regnes:

source: Center management and all employees at Centre for learning emvironment.
nb: Barnehageforskere ved Universitetet i Stavanger har god grunn til å juble om dagen.

source: Finally, we will conduct studies on rats that we can infect with Blastocystis and then induce intestinal disease.
nb: Til slutt vil vi gjennomføre studier på rotter som vi kan infisere med blastocystis og deretter indusere tarmsykdom.

source: It was invented by William Crooks in 1873.
nb: Det ble oppfunnet av William Crooks i 1873.

source: A study programme for applicants who have a special interest in music production, recording and audio technology.
nb: En videreutdanning for deg som har spesiell interesse for musikkproduksjon, opptak og lydteknologi.

source: - Extensive cooperation with industry and with civil society on the development of educational provision and
nb: - Omfattende samarbeid med nærings- og samfunnsliv for utvikling av studietilbud og forsknings- og

source: Problem exercises (not compulsory but recommended).
nb: Regneøvinger (ikke obligatorisk).

source: Be able to apply basic sedimentological and structural-geological concepts for the exploration of earth, mineral, and energy resources in sedimentary rocks.
nb: Kunne anvende grunnleggende sedimentologiske og strukturgeologiske konsepter for leting av geo-, mineral- og energiressurser i sedimentære bergarter.

source: The standard model and its development.
nb: Standardmodellen og dens utvikling.

source: The project consists of five work-packages:
nb: Prosjektet består av fem arbeidspakker:

source: Word 2011 for MAC – see separate guide
nb: Word 2011 for Mac - se egen veiledning

source: If you have taken a course outside your degree or after you received your diploma, your institution must approve that this course corresponds with one of the courses in your degree.
nb: Dersom du har tatt et emne utenfor graden eller etter du fikk vitnemål, må ditt studiested godkjenne at emnet tilsvarer et av emnene i graden.

source: • documented research work that laid the premises for processes and decisions in working life,
nb: • dokumentert forskningsarbeid som ligger til grunn for prosesser og beslutninger i arbeidsliv,

source: Golinkoff co-founded the Ultimate Block Party movement to celebrate the science of learning.
nb: Hun var med på å grunnlegge Ultimate Block Party – en bevegelse som hyller vitenskapen om læring, og utviklet QUILS – et interaktivt språkverktøy for å måle små barns språkferdigheter.
